/* modifier */
"-" = "-";

/* modifier */
"+" = "+";

/* modifier */
"~" = "~";

/* the first letter of \"day\" */
"d" = "g";

/* days */
"day" = "giorno";

/* days */
"days" = "giorni";

/* the first letter of \"hour\" */
"h" = "h";

/* hours */
"hour" = "ora";

/* hours */
"hours" = "ore";

/* modifier */
"last" = "l’ultimo";

/* last month */
"last month" = "mese scorso";

/* time */
"last week" = "settimana scorsa";

/* last year */
"last year" = "anno scorso";

/* the first letter of \"month\" */
"m" = "me";

/* month */
"month" = "mese";

/* months */
"months" = "mesi";

/* modifier, the most commonly used translation of \"next\", or some other shorthand way of saying things like \"next week\" */
"next" = "successivo";

/* next month */
"next month" = "mese prossimo";

/* time */
"next week" = "settimana prossima";

/* next year */
"next year" = "anno prossimo";

/* noon */
"noon" = "mezzogiorno";

/* now */
"now" = "adesso";

/* modifier, the most commonly used translation of \"this\", or some other shorthand way of saying things like \"this week\" */
"this" = "questo";

/* this month */
"this month" = "questo mese";

/* time */
"this week" = "questa settimana";

/* this year */
"this year" = "quest’anno";

/* \"tod\" this should be an abbreviation for \"today\" that makes sense for the given language */
"tod" = "oggi";

/* today */
"today" = "oggi";

/* Today */
"Today" = "Oggi";

/* \"tom\" this should be an abbreviation for \"tomorrow\" that makes sense for the given language */
"tom" = "dom.";

/* tomorrow */
"tomorrow" = "domani";

/* Tomorrow */
"Tomorrow" = "Domani";

/* tonight */
"tonight" = "stasera";

/* weeks */
"w" = "se";

/* weeks */
"week" = "settimana";

/* weeks */
"weeks" = "settimane";

/* the first letter of \"year\" */
"y" = "a";

/* years */
"year" = "anno";

/* years */
"years" = "anni";

/* \"yes\" this should be an abbreviation for \"yesterday\" that makes sense for the given language */
"yes" = "sì";

/* yesterday */
"yesterday" = "ieri";

/* Yesterday */
"Yesterday" = "Ieri";